<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="Hexo, NexT" />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x2014;&amp;#x2014;&amp;#x2014;&amp;#x2014;&amp;#x513F;&amp;#x7AE5;&amp;#x6E38;&amp;#x620F;&amp;#x7B56;&amp;#x5212;&amp;#x65B0;&amp;#x624B;&amp;#x4EEC;&amp;#x53EF;&amp;#x4EE5;&amp;#x770B;&amp;#x770B;&amp;#x4F5C;&amp;#x8005;&amp;#xFF1A;Senery&amp;#x8054;&amp;#x7CFB;&amp;#x90AE;&amp;#x7BB1;&amp;#">
<meta property="og:type" content="article">
<meta property="og:title" content="关于儿童游戏策划（一）">
<meta property="og:url" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/index.html">
<meta property="og:site_name" content="James&Senery'blog">
<meta property="og:description" content="&amp;#x2014;&amp;#x2014;&amp;#x2014;&amp;#x2014;&amp;#x513F;&amp;#x7AE5;&amp;#x6E38;&amp;#x620F;&amp;#x7B56;&amp;#x5212;&amp;#x65B0;&amp;#x624B;&amp;#x4EEC;&amp;#x53EF;&amp;#x4EE5;&amp;#x770B;&amp;#x770B;&amp;#x4F5C;&amp;#x8005;&amp;#xFF1A;Senery&amp;#x8054;&amp;#x7CFB;&amp;#x90AE;&amp;#x7BB1;&amp;#">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349091868.png">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349122763.png">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349155399.png">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349191451.png">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349241605.png">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349299911.png">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349369871.png">
<meta property="og:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349403694.png">
<meta property="og:updated_time" content="2016-09-24T07:18:09.449Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="关于儿童游戏策划（一）">
<meta name="twitter:description" content="&amp;#x2014;&amp;#x2014;&amp;#x2014;&amp;#x2014;&amp;#x513F;&amp;#x7AE5;&amp;#x6E38;&amp;#x620F;&amp;#x7B56;&amp;#x5212;&amp;#x65B0;&amp;#x624B;&amp;#x4EEC;&amp;#x53EF;&amp;#x4EE5;&amp;#x770B;&amp;#x770B;&amp;#x4F5C;&amp;#x8005;&amp;#xFF1A;Senery&amp;#x8054;&amp;#x7CFB;&amp;#x90AE;&amp;#x7BB1;&amp;#">
<meta name="twitter:image" content="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/1472349091868.png">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"right","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: 'Author'
    }
  };
</script>




  <link rel="canonical" href="http://yoursite.com/2016/09/24/关于儿童游戏策划（一）/"/>

  <title> 关于儿童游戏策划（一） | James&Senery'blog </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-right page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">James&Senery'blog</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            Startseite
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            Archiv
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            Tags
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                关于儿童游戏策划（一）
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Veröffentlicht am</span>
            <time itemprop="dateCreated" datetime="2016-09-24T15:16:22+08:00" content="2016-09-24">
              2016-09-24
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h4 id="&#x2014;&#x2014;&#x2014;&#x2014;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x65B0;&#x624B;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x770B;"><a href="#&#x2014;&#x2014;&#x2014;&#x2014;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x65B0;&#x624B;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x770B;" class="headerlink" title="&#x2014;&#x2014;&#x2014;&#x2014;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x65B0;&#x624B;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x770B;"></a>&#x2014;&#x2014;&#x2014;&#x2014;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x65B0;&#x624B;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x770B;</h4><p>&#x4F5C;&#x8005;&#xFF1A;Senery<br>&#x8054;&#x7CFB;&#x90AE;&#x7BB1;&#xFF1A;1316209510@qq.com<br>2016-04-20<br>&#x8F6C;&#x8F7D;&#x8BF7;&#x6CE8;&#x660E;&#x4F5C;&#x8005;&#x548C;&#x51FA;&#x5904;&#x3002;<br><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349091868.png" alt="logo"></p>
<h2 id="&#x524D;&#x8A00;"><a href="#&#x524D;&#x8A00;" class="headerlink" title="&#x524D;&#x8A00;"></a>&#x524D;&#x8A00;</h2><hr>
<p>&#x7B14;&#x8005;&#x662F;&#x5B66;&#x524D;&#x6559;&#x80B2;&#x4E13;&#x4E1A;&#x7855;&#x58EB;&#xFF08;&#x4EE5;&#x4E0B;&#x6CA1;&#x6709;&#x5B66;&#x524D;&#x6559;&#x80B2;&#x4E13;&#x4E1A;&#x7684;&#x77E5;&#x8BC6;&#xFF09;&#xFF08;&#x5B9E;&#x8BDD;&#x8BF4;&#x5B66;&#x6821;&#x5B66;&#x7684;&#x77E5;&#x8BC6;&#x5728;&#x5DE5;&#x4F5C;&#x4E2D;&#x7528;&#x5230;&#x7684;&#x53EA;&#x662F;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x5DE5;&#x4F5C;&#x4E2D;&#x5927;&#x90E8;&#x5206;&#x8FD8;&#x662F;&#x9760;&#x4E0A;&#x5B66;&#x83B7;&#x5F97;&#x7684;&#x5173;&#x4E8E;&#x5B66;&#x524D;&#x6559;&#x80B2;&#x7684;&#x7406;&#x5FF5;&#x7C7B;&#x7684;&#x4E1C;&#x897F;&#x5E26;&#x6765;&#x7684;&#x76F4;&#x89C9;&#xFF0C;&#x8FD8;&#x6709;&#x77E5;&#x8BC6;&#x7C7B;&#x7684;&#x4E1C;&#x897F;&#x6C89;&#x6DC0;&#x51FA;&#x7684;&#x7EFC;&#x5408;&#x5224;&#x65AD;&#xFF09;&#xFF0C;&#x6BD5;&#x4E1A;&#x540E;&#x5148;&#x540E;&#x505A;&#x8FC7;&#x7684;&#x5DE5;&#x4F5C;&#x6709;&#xFF1A;&#x5E7C;&#x513F;&#x56ED;&#x6559;&#x5E08;&#x3001;&#x513F;&#x7AE5;&#x52A8;&#x753B;&#x811A;&#x672C;&#x64B0;&#x5199;&#x548C;&#x513F;&#x7AE5;&#x56FE;&#x4E66;&#x7B56;&#x5212;&#x3001;&#x513F;&#x7AE5;&#x6B4C;&#x66F2;&#x7B56;&#x5212;&#x548C;&#x6B4C;&#x8BCD;&#x64B0;&#x5199;&#xFF0C;&#x73B0;&#x5165;&#x884C;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x4E03;&#x4E2A;&#x6708;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x65B0;&#x624B;&#x3002;<br><strong>&#x65B0;&#x624B;&#x83B7;&#x5F97;&#x7684;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x77E5;&#x8BC6;&#x4E0D;&#x4E00;&#x5B9A;&#x5168;&#x5BF9;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x975E;&#x5E38;&#x7247;&#x9762;&#xFF0C;&#x4F46;&#x662F;&#x5BF9;&#x4E8E;&#x540C;&#x6837;&#x662F;&#x8F6C;&#x884C;&#x505A;&#x6E38;&#x620F;&#x7684;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x65B0;&#x624B;&#x4EEC;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x505A;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x7684;&#x65B0;&#x624B;&#x4EEC;&#xFF0C;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x548C;&#x7ECF;&#x9A8C;&#x4E5F;&#x8BB8;&#x5177;&#x6709;&#x4E0D;&#x4F4E;&#x7684;&#x4EF7;&#x503C;&#x3002;</strong><br>&#x5728;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x5DE5;&#x4F5C;&#x4E2D;&#xFF0C;&#x6211;&#x4F1A;&#x4E0D;&#x5B9A;&#x671F;&#x603B;&#x7ED3;&#x76F8;&#x5173;&#x7ECF;&#x9A8C;&#xFF0C;&#x6B22;&#x8FCE;&#x7EA0;&#x6B63;&#x548C;&#x6307;&#x6559;&#x3002;<br>&#x4EE5;&#x4E0B;&#x7410;&#x788E;&#x7684;&#x8BB0;&#x5F55;&#xFF0C;&#x4F9B;&#x65B0;&#x624B;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x4EEC;&#x501F;&#x9274;&#xFF1A;</p>
<hr>
<h2 id="&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;"><a href="#&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;" class="headerlink" title="&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;"></a>&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;</h2><p>&#x4E3B;&#x8981;&#x9488;&#x5BF9;&#x4EBA;&#x673A;&#x4EA4;&#x4E92;&#xFF1A;<br>1.&#x4EA4;&#x4E92;&#x8981;&#x66F4;&#x6709;&#x8DA3;&#xFF08;&#x5BF9;&#x4E8E;&#x5B69;&#x5B50;&#xFF09;&#xFF0C;&#x8DA3;&#x5473;&#x6027;&#x4E0D;&#x9AD8;&#x7684;&#x4EA4;&#x4E92;&#x5220;&#x9664;&#x3002;<br>2.&#x6CE8;&#x610F;&#x4E92;&#x52A8;&#x7684;&#x8DA3;&#x5473;&#x6027;&#xFF0C;&#x5982;&#x679C;&#x6709;&#x5267;&#x60C5;&#xFF0C;&#x6700;&#x597D;&#x80FD;&#x4E0E;&#x5267;&#x60C5;&#x7D27;&#x5BC6;&#x7ED3;&#x5408;&#xFF0C;&#x4F7F;&#x73A9;&#x5BB6;&#x6709;&#x66F4;&#x597D;&#x7684;&#x4EE3;&#x5165;&#x611F;&#xFF1B;&#x5982;&#x679C;&#x6709;&#x77E5;&#x8BC6;&#x70B9;&#x4F20;&#x8FBE;&#xFF0C;&#x6700;&#x597D;&#x80FD;&#x548C;&#x77E5;&#x8BC6;&#x70B9;&#x7684;&#x4F20;&#x8FBE;&#x7D27;&#x5BC6;&#x7ED3;&#x5408;&#x3002;<br>3.&#x4EA4;&#x4E92;&#x6700;&#x597D;&#x7684;&#x5883;&#x754C;&#x662F;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x5F15;&#x5BFC;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5C0F;&#x73A9;&#x5BB6;&#x6839;&#x636E;&#x5267;&#x60C5;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x81EA;&#x89C9;&#x81EA;&#x53D1;&#x63A8;&#x65AD;&#x51FA;&#x8981;&#x505A;&#x4EC0;&#x4E48;&#x64CD;&#x4F5C;&#xFF0C;&#x64CD;&#x4F5C;&#x5B8C;&#x53D1;&#x51FA;&#x201C;&#x5662;&#xFF0C;&#x6211;&#x771F;&#x806A;&#x660E;&#x201D;&#x7684;&#x6210;&#x5C31;&#x611F;&#x611F;&#x53F9;&#x3002;&#xFF08;&#x5F88;&#x591A;&#x6210;&#x4EBA;&#x89E3;&#x8C1C;&#x6E38;&#x620F;&#x7684;&#x5FEB;&#x611F;&#x5C31;&#x5728;&#x4E8E;&#x8FD9;&#x4E2A;&#xFF09;<br>4.&#x6E38;&#x620F;&#x4E2D;&#x7684;&#x4EA4;&#x4E92;&#x64CD;&#x4F5C;&#x96BE;&#x5EA6;&#x6700;&#x597D;&#x7531;&#x6613;&#x5230;&#x96BE;&#xFF0C;&#x7279;&#x522B;&#x662F;&#x521D;&#x6B21;&#x73A9;&#x6E38;&#x620F;&#x6709;&#x5F88;&#x591A;&#x6E38;&#x620F;&#x5F15;&#x5BFC;&#xFF0C;&#x6700;&#x597D;&#x5148;&#x6559;&#x5BB9;&#x6613;&#x7684;&#x64CD;&#x4F5C;&#x3002;<br>5.&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7684;&#x4EA4;&#x4E92;&#x4E0D;&#x8981;&#x8FC7;&#x5EA6;&#x8BBE;&#x8BA1;&#xFF0C;&#x5BF9;&#x4E8E;&#x5B69;&#x5B50;&#x6765;&#x8BF4;&#x4E00;&#x70B9;&#x70B9;&#x7B80;&#x5355;&#x7684;&#x4EA4;&#x4E92;&#x5C31;&#x5F88;&#x6709;&#x4E50;&#x8DA3;&#xFF0C;&#x66F4;&#x7B80;&#x5355;&#x66F4;&#x6709;&#x8DA3;&#x7684;&#x4EA4;&#x4E92;&#xFF0C;&#x4E0D;&#x7528;&#x5B69;&#x5B50;&#x82B1;&#x5F88;&#x591A;&#x65F6;&#x95F4;&#x53BB;&#x5B66;&#x4E60;&#xFF0C;&#x5BF9;&#x4E8E;&#x6E38;&#x620F;&#x7684;&#x4E50;&#x8DA3;&#x662F;&#x4E00;&#x79CD;&#x7EF4;&#x62A4;&#x3002;&#x5B69;&#x5B50;&#x53EF;&#x80FD;&#x9886;&#x609F;&#x4E0D;&#x5230;&#x590D;&#x6742;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x7684;&#x7528;&#x610F;&#x548C;&#x4E50;&#x8DA3;&#xFF0C;&#x590D;&#x6742;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x7684;&#x9AD8;&#x7406;&#x89E3;&#x6210;&#x672C;&#x4F1A;&#x6210;&#x4E3A;&#x8D1F;&#x62C5;&#xFF0C;&#x964D;&#x4F4E;&#x4E50;&#x8DA3;&#x3002;<br>6.&#x4EA4;&#x4E92;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x6574;&#x4E2A;&#x6E38;&#x620F;&#x662F;&#x5426;&#x592A;&#x591A;&#xFF0C;&#x6210;&#x672C;&#x592A;&#x9AD8;&#xFF0C;&#x8DA3;&#x5473;&#x548C;&#x6210;&#x672C;&#x8981;&#x5747;&#x8861;&#xFF0C;&#x8FBE;&#x5230;&#x6700;&#x4F18;&#x6027;&#x4EF7;&#x6BD4;&#x3002;<br>7.&#x6E38;&#x620F;&#x548C;&#x7535;&#x5F71;&#x7684;&#x533A;&#x522B;&#x5728;&#x4E8E;&#x4EA4;&#x4E92;&#xFF0C;&#x73A9;&#x5BB6;&#x6709;&#x81EA;&#x5DF1;&#x70B9;&#x51FB;&#x63A2;&#x7D22;&#x7684;&#x504F;&#x597D;&#xFF1B;&#x73A9;&#x5BB6;&#x6709;&#x4E3B;&#x52A8;&#x6743;&#xFF0C;&#x9002;&#x65F6;&#x628A;&#x51B3;&#x7B56;&#x6743;&#x4EA4;&#x7ED9;&#x73A9;&#x5BB6;&#x3002;<br><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349122763.png" alt="logo"></p>
<hr>
<h2 id="&#x6E38;&#x620F;&#x7B56;&#x5212;&#x6848;&#xFF08;&#x6267;&#x884C;&#x6848;&#xFF09;&#x6CE8;&#x610F;&#x4E8B;&#x9879;"><a href="#&#x6E38;&#x620F;&#x7B56;&#x5212;&#x6848;&#xFF08;&#x6267;&#x884C;&#x6848;&#xFF09;&#x6CE8;&#x610F;&#x4E8B;&#x9879;" class="headerlink" title="&#x6E38;&#x620F;&#x7B56;&#x5212;&#x6848;&#xFF08;&#x6267;&#x884C;&#x6848;&#xFF09;&#x6CE8;&#x610F;&#x4E8B;&#x9879;"></a>&#x6E38;&#x620F;&#x7B56;&#x5212;&#x6848;&#xFF08;&#x6267;&#x884C;&#x6848;&#xFF09;&#x6CE8;&#x610F;&#x4E8B;&#x9879;</h2><p>1.&#x5C0F;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x6848;&#x8981;&#x5C3D;&#x91CF;&#x8BE6;&#x7EC6;&#x51C6;&#x786E;&#xFF0C;&#x903B;&#x8F91;&#x4E25;&#x5BC6;&#xFF0C;&#x65B9;&#x4FBF;&#x7F8E;&#x672F;&#x548C;&#x7A0B;&#x5E8F;&#x5458;&#x4EEC;&#x770B;&#x3002;<br>2.&#x66F4;&#x52A0;&#x6CE8;&#x610F;&#x8BED;&#x8A00;&#x7684;&#x7B80;&#x6D01;&#x3001;&#x6613;&#x61C2;&#x3001;&#x524D;&#x540E;&#x903B;&#x8F91;&#xFF1B;&#x9002;&#x5F53;&#x53E3;&#x8BED;&#x5316;&#xFF0C;&#x5355;&#x4E0D;&#x80FD;&#x5939;&#x6742;&#x53EA;&#x6709;&#x7279;&#x5B9A;&#x5730;&#x57DF;&#x624D;&#x61C2;&#x7684;&#x53E3;&#x8BED;&#xFF0C;&#x4EE5;&#x514D;&#x9020;&#x6210;&#x7406;&#x89E3;&#x969C;&#x788D;&#x3002;<br>3.&#x6574;&#x4E2A;&#x7B56;&#x5212;&#x6587;&#x6863;&#x8981;&#x7528;&#x5FC3;&#x63A8;&#x6572;&#xFF0C;&#x770B;&#x6709;&#x6CA1;&#x6709;&#x4EA7;&#x751F;&#x8BEF;&#x5BFC;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x6216;&#x8005;&#x9700;&#x6C42;&#x4E0D;&#x660E;&#x786E;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x53CD;&#x590D;&#x68C0;&#x67E5;&#x786E;&#x8BA4;&#x540E;&#x518D;&#x53D1;&#x51FA;&#xFF1B;<br>4.&#x7B56;&#x5212;&#x6587;&#x6863;&#x8981;&#x660E;&#x786E;&#xFF0C;&#x4E0D;&#x8981;&#x51FA;&#x73B0;&#x4E0D;&#x6E05;&#x6670;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x6BD4;&#x5982;&#xFF1A;&#x8DF3;&#x821E;&#xFF0C;&#x662F;&#x4EC0;&#x4E48;&#x52A8;&#x4F5C;&#xFF1F;&#x5355;&#x8272;&#x7684;5&#x53EA;&#xFF0C;&#x662F;&#x4EC0;&#x4E48;&#x989C;&#x8272;&#xFF1F;&#x968F;&#x673A;&#x5F39;&#x52A8;&#xFF0C;&#x5DE6;&#x53F3;&#x3001;&#x4E0A;&#x4E0B;&#x8FD8;&#x662F;&#x56DB;&#x5468;&#x968F;&#x673A;&#x5F39;&#x52A8;&#xFF1F;&#x8DF3;&#x51FA;&#x5C4F;&#x5E55;&#x6216;&#x8005;&#x843D;&#x4E0B;&#xFF0C;&#x662F;&#x5426;&#x6D88;&#x5931;&#xFF1F;&#x70B9;&#x51FB;&#xFF0C;&#x662F;&#x5426;&#x6BCF;&#x6B21;&#x53EA;&#x80FD;&#x70B9;&#x51FB;&#x4E00;&#x4E2A;&#xFF0C;&#x8FD8;&#x662F;&#x591A;&#x4E2A;&#xFF1F;&#x843D;&#x4E0B;&#xFF0C;&#x843D;&#x70B9;&#x662F;&#x968F;&#x673A;&#x7684;&#x8FD8;&#x662F;&#x56FA;&#x5B9A;&#x7684;&#xFF0C;&#x600E;&#x4E48;&#x843D;&#x4E0B;&#xFF1F;&#x8E66;&#x51FA;&#x6765;&#x6216;&#x8005;&#x6A2A;&#x5411;&#x98DE;&#x51FA;&#xFF0C;&#x8981;&#x8BE6;&#x7EC6;&#x63CF;&#x8FF0;&#xFF0C;&#x5982;&#x5148;&#x4EE5;150%&#x5C3A;&#x5BF8;&#x51FA;&#x73B0;&#xFF0C;&#x53D8;&#x901F;&#x6062;&#x590D;100%&#xFF0C;&#x505C;&#x7559;5&#x79D2;&#xFF0C;&#x9010;&#x6E10;&#x6D88;&#x5931;&#x3002;<br>5.&#x70B9;&#x4E2D;&#x8981;&#x6709;&#x53CD;&#x9988;&#x3002;&#x5982;&#x53D1;&#x5149;&#x53D1;&#x4EAE;&#xFF1B;&#x79FB;&#x52A8;&#x662F;&#x600E;&#x4E48;&#x79FB;&#x52A8;&#x7684;&#xFF0C;&#x5982;&#x5300;&#x901F;&#x5411;&#x4E0B;&#x79FB;&#x52A8;&#xFF0C;&#x53D8;&#x901F;&#x5411;&#x4E0B;&#x79FB;&#x52A8;&#xFF0C;&#x5982;&#x5300;&#x901F;&#x5411;&#x5DE6;&#x5E73;&#x79FB;&#xFF0C;&#x591A;&#x957F;&#x65F6;&#x95F4;&#xFF0C;2&#x65B9;&#x8FDE;&#x7EED;&#xFF0C;4&#x65B9;&#x8FDE;&#x7EED;&#x3002;&#x5417;&#xFF0C;&#x6BCF;&#x6D88;&#x9664;&#x4E00;&#x4E2A;&#x79FB;&#x52A8;&#x591A;&#x5C11;&#xFF0C;&#x6709;&#x65E0;&#x6570;&#x5B57;&#x6216;&#x8005;&#x8FDB;&#x5EA6;&#x6761;&#x7684;&#x53CD;&#x9988;&#xFF08;&#x5B57;&#x4F53;&#x3001;&#x5185;&#x5BB9;&#x3001;&#x989C;&#x8272;&#x3001;&#x5927;&#x5C0F;&#xFF0C;&#x653E;&#x5728;&#x54EA;&#x91CC;&#xFF1F;&#x600E;&#x4E48;&#x51FA;&#x73B0;&#xFF1F;&#x600E;&#x4E48;&#x6D88;&#x5931;&#xFF1F;&#x505C;&#x7559;&#x591A;&#x957F;&#x65F6;&#x95F4;&#xFF1F;&#x8FDE;&#x7EED;&#x5728;&#x540C;&#x4E00;&#x4E2A;&#x4F4D;&#x7F6E;&#x51FA;&#x73B0;&#x6570;&#x5B57;&#x7684;&#x63A8;&#x6324;&#x89C4;&#x5219;&#xFF09;&#xFF1B;<br>6.&#x6CE8;&#x610F;&#x6E38;&#x620F;&#x7684;&#x5FAA;&#x73AF;&#x548C;&#x7ED3;&#x675F;&#xFF1B;&#x6BCF;&#x4E2A;&#x5206;&#x754C;&#x9762;&#x5E03;&#x5C40;&#x90FD;&#x8981;&#x51FA;&#x56FE;&#xFF1B;&#x4E0D;&#x540C;&#x754C;&#x9762;&#x4E4B;&#x95F4;&#x600E;&#x4E48;&#x5207;&#x6362;&#xFF0C;&#x5207;&#x6362;&#x5230;&#x54EA;&#x91CC;&#x3002;<br>7.&#x5199;&#x7B56;&#x5212;&#x6587;&#x6863;&#x65F6;&#x6CE8;&#x610F;&#x9519;&#x8BEF;&#x53CD;&#x9988;&#x548C;&#x9759;&#x6B62;&#x53CD;&#x9988;&#xFF1B;&#x6E38;&#x620F;&#x5931;&#x8D25;&#x53CD;&#x9988;&#xFF1A;&#x5982;&#x679C;&#x6709;&#x5931;&#x8D25;&#xFF0C;&#x6761;&#x4EF6;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x5931;&#x8D25;&#x540E;&#x5982;&#x4F55;&#x7EE7;&#x7EED;&#x6E38;&#x620F;&#xFF1F;&#x90FD;&#x8981;&#x5199;&#x6E05;&#x695A;&#x3002;<br>8.&#x6BCF;&#x4E00;&#x4EFD;&#x7B56;&#x5212;&#x6848;&#x524D;&#x9762;&#x7684;&#x4FEE;&#x6539;&#x6587;&#x6863;&#x8BB0;&#x5F55;&#x8868;&#x8981;&#x8BB0;&#x5F97;&#x5199;&#xFF0C;&#x5199;&#x6E05;&#x9664;&#x4FEE;&#x6539;&#x4E86;&#x4EC0;&#x4E48;&#x3002;<br>9.&#x4E00;&#x6761;&#x4E0D;&#x80FD;&#x8BF4;&#x6E05;&#x695A;&#x6216;&#x8005;&#x4E00;&#x6761;&#x592A;&#x957F;&#xFF0C;&#x5206;&#x6210;&#x4E24;&#x6761;&#x5199;&#xFF1B;<br>10.&#x56FE;&#x914D;&#x6587;&#x7684;&#x65B9;&#x5F0F;&#x80FD;&#x591F;&#x5E2E;&#x52A9;&#x7406;&#x89E3;&#xFF0C;&#x6240;&#x4EE5;&#x8981;&#x753B;&#x6D41;&#x7A0B;&#x56FE;&#x3001;&#x754C;&#x9762;&#x56FE;&#xFF0C;&#x4F7F;&#x7528;Visio&#x3001;Axure&#x6216;&#x8005;&#x4EBF;&#x56FE;&#x7B49;&#x8F6F;&#x4EF6;&#x5F88;&#x65B9;&#x4FBF;&#x3002;<br>11.&#x6240;&#x6709;&#x53C2;&#x8003;&#x56FE;&#x5C3D;&#x91CF;&#x5C11;&#x6D82;&#x9E26;&#xFF0C;&#x5C3D;&#x91CF;&#x7528;&#x8F6F;&#x4EF6;&#x753B;&#xFF1B;&#x753B;&#x793A;&#x610F;&#x56FE;&#x65F6;&#x5C06;&#x6240;&#x6709;&#x754C;&#x9762;&#x5143;&#x7D20;&#x62C6;&#x5206;&#x6E05;&#x9664;&#x3001;&#x5F52;&#x7C7B;&#xFF0C;&#x6446;&#x653E;&#x5408;&#x9002;&#xFF0C;&#x65B9;&#x4FBF;&#x5199;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x65F6;&#x53C2;&#x8003;&#x3002;<br>12.&#x5173;&#x5361;&#x7ED3;&#x675F;&#x6761;&#x4EF6;&#x8981;&#x63CF;&#x8FF0;&#x6E05;&#x695A;&#xFF1B;&#x7EE7;&#x7EED;+&#x7EE7;&#x7EED;&#x73A9;&#x54EA;&#x4E00;&#x5173;&#xFF1F;&#x9000;&#x51FA;+&#x8FD4;&#x56DE;&#x4E3B;&#x754C;&#x9762;&#x8FD8;&#x662F;&#x9000;&#x51FA;&#x6E38;&#x620F;&#xFF1F;&#x5982;&#x679C;&#x5173;&#x5361;&#x5B8C;&#x6BD5;&#x6709;&#x8BED;&#x97F3;&#x53CD;&#x9988;&#xFF0C;&#x9700;&#x8981;&#x5148;&#x8BED;&#x97F3;&#xFF0C;&#x518D;&#x9000;&#x51FA;&#x6216;&#x8005;&#x91CD;&#x65B0;&#x73A9;&#x3002;<br><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349155399.png" alt="logo"></p>
<hr>
<h2 id="&#x6E38;&#x620F;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x6CE8;&#x610F;&#x4E8B;&#x9879;"><a href="#&#x6E38;&#x620F;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x6CE8;&#x610F;&#x4E8B;&#x9879;" class="headerlink" title="&#x6E38;&#x620F;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x6CE8;&#x610F;&#x4E8B;&#x9879;"></a>&#x6E38;&#x620F;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x6CE8;&#x610F;&#x4E8B;&#x9879;</h2><p>&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x65F6;&#x7ED9;&#x7F8E;&#x5DE5;&#x90E8;&#x770B;&#x7684;&#xFF0C;&#x548C;&#x97F3;&#x4E50;&#x97F3;&#x6548;&#x9700;&#x6C42;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x3002;&#x5F53;&#x7136;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x548C;&#x97F3;&#x4E50;&#x97F3;&#x6548;&#x9700;&#x6C42;&#x4E5F;&#x53EF;&#x4EE5;&#x7B26;&#x5728;&#x7B56;&#x5212;&#x6587;&#x6863;&#x540E;&#x9762;&#x3002;<br>1.&#x9996;&#x5148;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x548C;&#x7A0B;&#x5E8F;&#x3001;&#x97F3;&#x4E50;&#x9700;&#x6C42;&#x3002;&#x5982;&#x5206;&#x6E05;&#x695A;&#x52A8;&#x4F5C;&#x548C;&#x4F4D;&#x79FB;&#x3002;&#x6D88;&#x5931;&#x548C;&#x751F;&#x6210;&#x89C4;&#x5219;&#xFF0C;&#x56FE;&#x4E0D;&#x53D8;&#x53EA;&#x4F4D;&#x79FB;&#x90FD;&#x662F;&#x7A0B;&#x5E8F;&#x7684;&#x9700;&#x6C42;&#xFF1B;&#x5982;&#x6D88;&#x6D88;&#x4E50;&#x7684;&#x73E0;&#x5B50;&#x7B49;&#x5206;&#x4E3A;&#x5F85;&#x673A;&#x72B6;&#x6001;&#x3001;&#x62D6;&#x52A8;&#x72B6;&#x6001;&#x3001;&#x8BBE;&#x7F6E;&#x72B6;&#x6001;&#x7B49;&#xFF0C;&#x5206;&#x7F8E;&#x672F;&#x548C;&#x7A0B;&#x5E8F;&#x9700;&#x6C42;&#xFF0C;&#x5149;&#x548C;&#x7279;&#x6548;&#x662F;&#x7F8E;&#x672F;&#x7684;&#x9700;&#x6C42;&#xFF0C;RGB&#x7EAF;&#x8272;&#x548C;&#x62D6;&#x5C3E;&#x6548;&#x679C;&#x627E;&#x7A0B;&#x5E8F;&#xFF0C;&#x6709;&#x6750;&#x8D28;&#x7684;&#x627E;&#x7F8E;&#x672F;&#xFF1B;&#x7136;&#x540E;&#x5206;&#x6E05;&#x695A;&#x52A8;&#x753B;&#x3001;&#x9759;&#x6001;&#x56FE;&#x548C;&#x6309;&#x94AE;&#xFF1B;<br>2.&#x662F;&#x4EC0;&#x4E48;&#x5185;&#x5BB9;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x5355;&#x7ED9;&#x8BE5;&#x5185;&#x5BB9;&#x7684;&#x53C2;&#x8003;&#x56FE;&#xFF0C;&#x65E0;&#x5176;&#x4ED6;&#x5143;&#x7D20;&#xFF1B;&#x53C2;&#x8003;&#x56FE;&#x4E0D;&#x8981;&#x653E;&#x592A;&#x591A;&#xFF1B;<br>3.&#x7F8E;&#x672F;&#x9700;&#x6C42;&#x548C;&#x97F3;&#x4E50;&#x97F3;&#x6548;&#x9700;&#x6C42;&#x8981;&#x8003;&#x8651;&#x6574;&#x4E2A;&#x6E38;&#x620F;&#x7684;&#x751F;&#x52A8;&#x6027;&#xFF1B;<br>4.&#x4E00;&#x4E2A;&#x6E38;&#x620F;&#x7684;&#x7F8E;&#x672F;&#x98CE;&#x683C;&#x8981;&#x7EDF;&#x4E00;&#xFF0C;&#x5982;&#x679C;&#x6709;&#x53C2;&#x8003;&#x7684;&#x6E38;&#x620F;&#x754C;&#x9762;&#x98CE;&#x683C;&#xFF0C;&#x524D;&#x540E;&#x90FD;&#x7528;&#x4E00;&#x4E2A;&#x3002;<br>5.&#x914D;&#x56FE;&#x6216;&#x8005;&#x8868;&#x683C;&#x8981;&#x8054;&#x7CFB;&#x4E0A;&#x4E0B;&#x6587;&#xFF0C;&#x4F4D;&#x7F6E;&#x653E;&#x7CBE;&#x786E;&#xFF1B;&#x7B56;&#x5212;&#x6587;&#x6863;&#x6709;&#x6539;&#x52A8;&#xFF0C;&#x8981;&#x76F8;&#x5E94;&#x6539;&#x52A8;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#xFF1B;<br>6.&#x5199;&#x5B8C;&#x8981;&#x8BA4;&#x771F;&#x68C0;&#x67E5;&#x6709;&#x65E0;&#x9057;&#x6F0F;&#x7684;&#x7F8E;&#x672F;&#x9700;&#x6C42;&#xFF08;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x9884;&#x6F14;&#x4E00;&#x904D;&#x6E38;&#x620F;&#xFF0C;&#x770B;&#x6709;&#x65E0;&#x5FFD;&#x7565;&#x7684;&#x7EC6;&#x8282;&#xFF09;&#xFF1B;<br>7.&#x754C;&#x9762;&#x80CC;&#x666F;&#x56FE;&#x5927;&#x5C0F;1920*1080&#xFF0C;&#x754C;&#x9762;&#x7684;&#x6837;&#x5B50;&#x5206;&#x4E3A;&#x80CC;&#x666F;&#x56FE;&#x3001;&#x53EF;&#x80FD;&#x6709;&#x6E38;&#x620F;logo&#x540D;&#x79F0;&#x3001;&#x5F00;&#x59CB;&#x6309;&#x94AE;&#xFF08;&#x6709;&#x591A;&#x79CD;&#x72B6;&#x6001;&#xFF0C;&#x6B63;&#x5E38;&#x548C;&#x6309;&#x4E0B;&#xFF09;&#x3001;&#x662F;&#x5426;&#x6709;&#x89D2;&#x8272;&#x3001;&#x52A8;&#x753B;&#x2014;&#x2014;&#x544A;&#x8BC9;&#x7F8E;&#x672F;&#x6BCF;&#x4E00;&#x90E8;&#x5206;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x7B80;&#x5355;&#x63CF;&#x8FF0;&#x52A0;&#x53C2;&#x8003;&#x56FE;&#xFF1B;&#x6E38;&#x620F;&#x80CC;&#x666F;&#xFF08;&#x5206;&#x4E3A;&#x8FDC;&#x666F;&#x3001;&#x4E3B;&#x80CC;&#x666F;&#x548C;&#x8FD1;&#x666F;&#xFF09;&#xFF1B;<br>8.&#x4F20;&#x7EDF;3D&#x7684;RPG&#x6E38;&#x620F;&#xFF08;&#x9664;&#x4E86;&#x50CF;&#x4E8C;&#x4E4B;&#x56FD;&#x6216;&#x8005;&#x75AF;&#x72C2;&#x5154;&#x5B50;&#x6233;&#x6233;&#x4E50;&#x90A3;&#x79CD;&#x52A8;&#x753B;&#x7D27;&#x5BC6;&#x7ED3;&#x5408;&#x6E38;&#x620F;&#x7684;&#x7C7B;&#x578B;&#xFF09;&#x4E2D;&#x7684;&#x52A8;&#x753B;&#x53EF;&#x8651;&#x6210;&#x672C;&#x4E0D;&#x505A;&#x6216;&#x8005;&#x6CA1;&#x529E;&#x6CD5;&#x505A;&#x592A;&#x7CBE;&#x7EC6;&#x7684;&#x8868;&#x60C5;&#x548C;&#x52A8;&#x4F5C;&#xFF08;&#x4E3B;&#x89D2;&#x4EEC;&#x53EF;&#x4EE5;&#x6709;&#x4E00;&#x5957;&#x901A;&#x7528;&#x7684;&#x52A8;&#x4F5C;&#x548C;&#x8868;&#x60C5;&#xFF09;&#xFF0C;&#x5982;&#x6361;&#x4E1C;&#x897F;&#x9012;&#x4E1C;&#x897F;&#x3001;&#x9F13;&#x7740;&#x816E;&#x5E2E;&#x5B50;&#x3001;&#x8EAB;&#x4E0A;&#x5168;&#x90FD;&#x662F;&#x8865;&#x4E01;&#x7B49;&#x3002;<br><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349191451.png" alt="logo"></p>
<hr>
<h2 id="&#x5173;&#x4E8E;&#x73A9;&#x6CD5;"><a href="#&#x5173;&#x4E8E;&#x73A9;&#x6CD5;" class="headerlink" title="&#x5173;&#x4E8E;&#x73A9;&#x6CD5;"></a>&#x5173;&#x4E8E;&#x73A9;&#x6CD5;</h2><p>&#x73A9;&#x6CD5;&#x9664;&#x4E86;&#x51ED;&#x7A7A;&#x60F3;&#xFF08;&#x5B8C;&#x5B8C;&#x5168;&#x5168;&#x7684;&#x521B;&#x65B0;&#x73A9;&#x6CD5;&#x5341;&#x5206;&#x56F0;&#x96BE;&#xFF0C;&#x4F46;&#x662F;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#xFF09;&#xFF0C;&#x4E3B;&#x8981;&#x4F9D;&#x9760;&#x5927;&#x91CF;&#x5E7F;&#x6CDB;&#x5730;&#x73A9;&#x6E38;&#x620F;&#xFF0C;&#x6211;&#x5165;&#x804C;&#x4EE5;&#x6765;&#x4E3B;&#x8981;&#x73A9;&#x82F9;&#x679C;&#x5546;&#x5E97;&#x7684;&#x514D;&#x8D39;&#x6E38;&#x620F;&#xFF0C;&#x548C;&#x770B;&#x5176;&#x4ED6;&#x5E73;&#x53F0;&#x6E38;&#x620F;&#x7684;&#x4ECB;&#x7ECD;&#x548C;&#x89C6;&#x9891;&#x89E3;&#x8BF4;&#xFF0C;&#x5927;&#x6982;&#x73A9;&#x4E86;&#x5FEB;1500&#x4E2A;&#xFF0C;&#x5BF9;&#x4E8E;&#x89C9;&#x5F97;&#x597D;&#x73A9;&#x7684;&#x73A9;&#x6CD5;&#x4F1A;&#x622A;&#x56FE;&#x4EE5;&#x8BB0;&#x5F55;&#x3002;<br>1.&#x4E0D;&#x8981;&#x8FC7;&#x5EA6;&#x5173;&#x6CE8;&#x77E5;&#x8BC6;&#x70B9;&#xFF0C;&#x8981;&#x591A;&#x5173;&#x6CE8;&#x73A9;&#x6CD5;&#x672C;&#x8EAB;&#x7684;&#x5438;&#x5F15;&#x529B;&#x3002;&#x9996;&#x5148;&#x8981;&#x559C;&#x6B22;&#x73A9;&#xFF0C;&#x7136;&#x540E;&#x624D;&#x6709;&#x673A;&#x4F1A;&#x5B66;&#x4F1A;&#x4E1C;&#x897F;&#xFF1B;<br>2.&#x5C0F;&#x6E38;&#x620F;&#x73A9;&#x6CD5;&#x8981;&#x5C3D;&#x91CF;&#x5355;&#x4E00;&#xFF0C;&#x4E00;&#x79CD;&#x73A9;&#x6CD5;&#x52A0;&#x6839;&#x636E;&#x6B64;&#x73A9;&#x6CD5;&#x7684;&#x53D8;&#x5316;&#xFF1B;<br>3.&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x73A9;&#x6CD5;&#x4E0D;&#x8981;&#x5199;&#x5728;&#x540C;&#x4E00;&#x4E2A;&#x5173;&#x5361;&#xFF0C;&#x8981;&#x5206;&#x5F00;&#x5199;&#x3002;</p>
<h2 id="&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x5E26;&#x7ED9;&#x73A9;&#x5BB6;&#x4EC0;&#x4E48;"><a href="#&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x5E26;&#x7ED9;&#x73A9;&#x5BB6;&#x4EC0;&#x4E48;" class="headerlink" title="&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x5E26;&#x7ED9;&#x73A9;&#x5BB6;&#x4EC0;&#x4E48;"></a>&#x5173;&#x4E8E;&#x6E38;&#x620F;&#x5E26;&#x7ED9;&#x73A9;&#x5BB6;&#x4EC0;&#x4E48;</h2><p>1.&#x5373;&#x65F6;&#x53CD;&#x9988;&#x5E26;&#x6765;&#x7684;&#x89C6;&#x542C;&#x89C9;&#x5FEB;&#x611F;&#x548C;&#x6210;&#x5C31;&#x611F;&#xFF1B;<br>2.&#x89D2;&#x8272;&#x626E;&#x6F14;&#x4F53;&#x9A8C;&#x73B0;&#x5B9E;&#x4E2D;&#x4E0D;&#x80FD;&#x5F97;&#x5230;&#x7684;&#x4F53;&#x9A8C;&#x548C;&#x6EE1;&#x8DB3;&#x611F;&#xFF1B;<br>3.&#x73A9;&#x5BB6;&#x6709;&#x8D8A;&#x6765;&#x8D8A;&#x5F3A;&#x7684;&#x6E38;&#x620F;&#x80FD;&#x529B;&#xFF0C;&#x83B7;&#x5F97;&#x5FEB;&#x611F;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x5F3A;&#x7684;&#x6E38;&#x620F;&#x80FD;&#x529B;&#x4F53;&#x73B0;&#x5728;&#x73A9;&#x5BB6;&#x5B8C;&#x6210;&#x4EFB;&#x52A1;&#x7684;&#x80FD;&#x529B;&#x589E;&#x52A0;&#xFF0C;&#x89C6;&#x89C9;&#x611F;&#x53D7;&#x7684;&#x52A0;&#x5F3A;&#x7B49;&#xFF1B;&#x4E5F;&#x5305;&#x62EC;&#x73A9;&#x5BB6;&#x5728;&#x8FD9;&#x4E2A;&#x6E38;&#x620F;&#x91CC;&#x67D0;&#x4E00;&#x79CD;&#x5B58;&#x5728;&#x72B6;&#x6001;&#x7684;&#x6539;&#x8FDB;&#xFF0C;&#x6BD4;&#x5982;&#x98DE;&#x5F97;&#x66F4;&#x597D;&#xFF0C;&#x80FD;&#x529B;&#x63D0;&#x5347;&#xFF0C;&#x83B7;&#x5F97;&#x65B0;&#x88C5;&#x5907;&#x3001;&#x65B0;&#x6280;&#x80FD;&#x3001;&#x63D0;&#x5347;&#x6297;&#x6253;&#x51FB;&#x80FD;&#x529B;&#xFF0C;&#x83B7;&#x5F97;&#x4E00;&#x6B21;&#x6027;&#x9053;&#x5177;&#x7B49;&#xFF0C;&#x603B;&#x4E4B;&#xFF0C;&#x4F7F;&#x73A9;&#x5BB6;&#x5728;&#x6E38;&#x620F;&#x91CC;&#x66F4;&#x8212;&#x670D;&#x66F4;&#x6210;&#x529F;&#x3002;</p>
<hr>
<p><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349241605.png" alt="logo"></p>
<h2 id="RPG&#x6E38;&#x620F;&#x76F8;&#x5173;"><a href="#RPG&#x6E38;&#x620F;&#x76F8;&#x5173;" class="headerlink" title="RPG&#x6E38;&#x620F;&#x76F8;&#x5173;"></a>RPG&#x6E38;&#x620F;&#x76F8;&#x5173;</h2><h3 id="&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5267;&#x60C5;&#x6545;&#x4E8B;"><a href="#&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5267;&#x60C5;&#x6545;&#x4E8B;" class="headerlink" title="&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5267;&#x60C5;&#x6545;&#x4E8B;"></a>&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5267;&#x60C5;&#x6545;&#x4E8B;</h3><p>&#x4F20;&#x7EDF;RPG&#x6E38;&#x620F;&#x4E2D;&#x7684;NPC&#x90FD;&#x662F;&#x4E0D;&#x52A8;&#x7684;&#xFF0C;&#x4E3B;&#x89D2;&#x8DEF;&#x8FC7;&#x4ED6;&#x6216;&#x8005;&#x8D70;&#x8FC7;&#x53BB;&#xFF1B;&#x5BF9;&#x767D;&#x548C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x65F6;&#x8981;&#x51F8;&#x663E;&#x4EBA;&#x7269;&#x7684;&#x6027;&#x683C;&#xFF1B;&#x6027;&#x4EF7;&#x6BD4;&#x4E0D;&#x9AD8;&#x7684;&#x5267;&#x60C5;&#x52A8;&#x753B;&#x3001;&#x573A;&#x666F;&#x5C31;&#x7701;&#x7565;&#xFF0C;&#x6216;&#x8005;&#x7528;&#x5BF9;&#x767D;&#x4EE3;&#x66FF;&#xFF1B;</p>
<h4 id="&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x4E3B;&#x9898;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"><a href="#&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x4E3B;&#x9898;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;" class="headerlink" title="&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x4E3B;&#x9898;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"></a>&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x4E3B;&#x9898;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;</h4><p>&#x6392;&#x9664;&#x590D;&#x4EC7;&#x3001;&#x604B;&#x7231;&#x517B;&#x6210;&#x3001;&#x79F0;&#x9738;&#x4E16;&#x754C;&#x3001;&#x5BFB;&#x627E;&#x4EB2;&#x4EBA;&#x3001;&#x63A2;&#x5BFB;&#x8EAB;&#x4E16;&#x3001;&#x5BFB;&#x56DE;&#x8BB0;&#x5FC6;&#x3001;&#x8FFD;&#x6740;&#x9B54;&#x738B;&#x3001;&#x5916;&#x661F;&#x653B;&#x51FB;&#x7B49;&#x4E0D;&#x592A;&#x9002;&#x5B9C;3-6&#x5C81;&#x513F;&#x7AE5;&#x7684;&#x6E38;&#x620F;&#x4E3B;&#x9898;&#xFF0C;&#x5E38;&#x89C1;&#x7684;&#x53EF;&#x4EE5;&#x7528;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7684;&#x6545;&#x4E8B;&#x4E3B;&#x9898;&#xFF1A;<br>   1&#x3001;&#x62EF;&#x6551;&#x4E16;&#x754C;+&#x5BFB;&#x627E;&#x7269;&#x54C1;&#xFF1A;&#x4E3B;&#x89D2;&#x6240;&#x5728;&#x7684;&#x4E16;&#x754C;&#x9762;&#x4E34;&#x707E;&#x96BE;&#xFF0C;&#x4E3A;&#x4E86;&#x62EF;&#x6551;&#x4E16;&#x754C;&#xFF0C;&#x4E3B;&#x89D2;&#x51FA;&#x53D1;&#x5BFB;&#x627E;&#x7279;&#x5B9A;&#x7684;&#x7269;&#x54C1;&#xFF0C;&#x9014;&#x4E2D;&#x7ED3;&#x8BC6;&#x5F88;&#x591A;&#x5C0F;&#x4F19;&#x4F34;&#xFF0C;&#x7ED3;&#x4F34;&#x800C;&#x884C;&#xFF0C;&#x7ECF;&#x5386;&#x91CD;&#x91CD;&#x9669;&#x963B;&#x7EC8;&#x4E8E;&#x6210;&#x529F;&#x3002;<br>    2&#x3001;&#x62EF;&#x6551;&#x4EBA;&#x7269;+&#x8FD0;&#x9001;&#x7269;&#x54C1;&#xFF1A;&#x4E3B;&#x89D2;&#x7684;&#x67D0;&#x4E2A;&#x91CD;&#x8981;&#x4ED6;&#x4EBA;&#x88AB;&#x52AB;&#x6301;/&#x751F;&#x75C5;/&#x4ECE;&#x5916;&#x592A;&#x7A7A;&#x5760;&#x843D;&#x56DE;&#x4E0D;&#x53BB;&#x5BB6;&#x7B49;&#xFF0C;&#x4E3A;&#x4E86;&#x5E2E;&#x52A9;&#x91CD;&#x8981;&#x4ED6;&#x4EBA;&#xFF0C;&#x4E3B;&#x89D2;&#x5F00;&#x59CB;&#x4E86;&#x4E0E;&#x53CD;&#x9762;&#x4EBA;&#x7269;&#x7684;&#x6597;&#x667A;&#x6597;&#x52C7;&#xFF0C;&#x6216;&#x8005;&#x9700;&#x8981;&#x62FF;&#x5230;&#x67D0;&#x4E2A;&#x7269;&#x54C1;&#x3001;&#x8FD0;&#x9001;&#x67D0;&#x4E2A;&#x7269;&#x54C1;&#x6216;&#x8005;&#x5230;&#x8FBE;&#x67D0;&#x4E2A;&#x5730;&#x65B9;&#x6C42;&#x53D6;&#x7B54;&#x6848;&#xFF0C;&#x624D;&#x80FD;&#x62EF;&#x6551;&#x4EBA;&#x7269;&#x3002;<br>    3&#x3001;&#x8FFD;&#x6C42;&#x68A6;&#x60F3;+&#x83B7;&#x5F97;&#x53CB;&#x8C0A;&#xFF1A;&#x4E3B;&#x89D2;&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x67D0;&#x4E2A;&#x68A6;&#x60F3;&#xFF0C;&#x6216;&#x8005;&#x56E0;&#x4E3A;&#x67D0;&#x4E2A;&#x5FC3;&#x7ED3;&#x800C;&#x4EA7;&#x751F;&#x67D0;&#x79CD;&#x5F3A;&#x70C8;&#x7684;&#x613F;&#x671B;&#xFF0C;&#x6BD4;&#x5982;&#x5B66;&#x4F1A;&#x98DE;/&#x66F4;&#x6709;&#x529B;&#x91CF;/&#x6458;&#x4E0B;&#x6708;&#x4EAE;/&#x53D8;&#x6210;&#x8D85;&#x4EBA;/&#x5B66;&#x4E60;&#x70B9;&#x7CD6;&#x679C;&#x672F;&#x628A;&#x4E16;&#x754C;&#x53D8;&#x6210;&#x7CD6;&#x679C;&#x2026;&#x2026;&#x5F00;&#x59CB;&#x4E86;&#x6F2B;&#x957F;&#x7684;&#x65C5;&#x9014;&#xFF0C;&#x6BCF;&#x5230;&#x8FBE;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x5730;&#x65B9;&#x90FD;&#x4F1A;&#x505A;&#x4EFB;&#x52A1;&#x4EE5;&#x62DC;&#x8BBF;&#x5F53;&#x5730;&#x667A;&#x8005;&#x62DC;&#x5E08;&#x5B66;&#x827A;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x65C5;&#x9014;&#x4E2D;&#xFF0C;&#x9047;&#x5230;&#x4E86;&#x5F88;&#x591A;&#x6709;&#x5404;&#x79CD;&#x68A6;&#x60F3;&#x7684;&#x4F19;&#x4F34;&#xFF0C;&#x5927;&#x5BB6;&#x7ED3;&#x4F34;&#x800C;&#x884C;&#xFF0C;&#x5171;&#x540C;&#x7ECF;&#x5386;&#x548C;&#x5F88;&#x591A;&#x5FEB;&#x4E50;&#x9669;&#x963B;&#xFF0C;&#x6700;&#x7EC8;&#x6536;&#x83B7;&#x6210;&#x957F;&#xFF0C;&#x89E3;&#x5F00;&#x5FC3;&#x7ED3;&#xFF0C;&#x5B9E;&#x73B0;&#x68A6;&#x60F3;&#x6216;&#x8005;&#x627E;&#x5230;&#x5176;&#x4ED6;&#x7684;&#x81EA;&#x6211;&#x4EF7;&#x503C;&#x611F;&#x3002;<br>    4&#x3001;&#x5947;&#x5883;&#x63A2;&#x9669;+&#x5230;&#x8FBE;&#x5730;&#x70B9;&#xFF1A;&#x4E3B;&#x89D2;&#x56E0;&#x4E3A;&#x67D0;&#x79CD;&#x539F;&#x56E0;&#x8FDB;&#x5165;&#x4E86;&#x4E00;&#x4E2A;&#x795E;&#x5947;&#x7684;&#x4E16;&#x754C;&#xFF0C;&#x4E3A;&#x4E86;&#x56DE;&#x5230;&#x5BB6;&#x4E61;&#xFF0C;&#x5F00;&#x59CB;&#x4E86;&#x5728;&#x5947;&#x5883;&#x4E2D;&#x7684;&#x63A2;&#x9669;&#xFF0C;&#x9014;&#x4E2D;&#x548C;&#x5C0F;&#x4F19;&#x4F34;&#x4EEC;&#x56E0;&#x4E3A;&#x79CD;&#x79CD;&#x539F;&#x56E0;&#x7ED3;&#x4F34;&#x800C;&#x884C;&#xFF0C;&#x5171;&#x540C;&#x5386;&#x9669;&#xFF0C;&#x76F8;&#x4E92;&#x5E2E;&#x52A9;&#x4E2D;&#x6210;&#x957F;&#xFF0C;&#x9014;&#x4E2D;&#x4E0D;&#x5FD8;&#x4EAB;&#x53D7;&#x7F8E;&#x98DF;&#x3001;&#x7F8E;&#x666F;&#x3001;&#x5A31;&#x4E50;&#x3001;&#x53CB;&#x8C0A;&#xFF0C;&#x6700;&#x7EC8;&#x627E;&#x5230;&#x56DE;&#x5BB6;&#x7684;&#x8DEF;&#x3002;<br><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349299911.png" alt="logo"></p>
<h4 id="&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x6B63;&#x786E;&#x7684;&#x513F;&#x7AE5;&#x89C2;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"><a href="#&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x6B63;&#x786E;&#x7684;&#x513F;&#x7AE5;&#x89C2;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;" class="headerlink" title="&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x6B63;&#x786E;&#x7684;&#x513F;&#x7AE5;&#x89C2;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"></a>&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x6B63;&#x786E;&#x7684;&#x513F;&#x7AE5;&#x89C2;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;</h4><p>&#x6B63;&#x786E;&#x7684;&#x513F;&#x7AE5;&#x89C2;&#x662F;&#x628A;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x544A;&#x8BC9;&#x5B69;&#x5B50;&#xFF0C;&#x8BA9;&#x4ED6;&#x81EA;&#x5DF1;&#x53BB;&#x8BC6;&#x522B;&#x3001;&#x5224;&#x65AD;&#x4E0E;&#x9009;&#x62E9;&#x4EC0;&#x4E48;&#x662F;&#x5BF9;&#x7684;&#x4EC0;&#x4E48;&#x662F;&#x9519;&#x7684;&#xFF0C;&#x4ECE;&#x800C;&#x77E5;&#x9053;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#xFF0C;&#x4F2A;&#x513F;&#x7AE5;&#x89C2;&#x662F;&#x544A;&#x8BC9;&#x5B69;&#x5B50;&#x4EEC;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x3002; &#x56E0;&#x6B64;&#x6545;&#x4E8B;&#x4E2D;&#x6559;&#x80B2;&#x76EE;&#x7684;&#x7684;&#x5448;&#x73B0;&#x65B9;&#x5F0F;&#x9700;&#x8981;&#x7279;&#x522B;&#x6CE8;&#x610F;&#x65B9;&#x5F0F;&#x3002;<br>&#x6545;&#x4E8B;&#x4E2D;&#x5145;&#x6EE1;&#x4EBA;&#x6027;&#x7684;&#x6E29;&#x60C5;&#xFF0C;&#x4E0D;&#x51FA;&#x73B0;&#x8840;&#x8165;&#x6B7B;&#x4EA1;&#x4E8B;&#x4EF6;&#xFF0C;&#x9F13;&#x52B1;&#x548C;&#x5E7D;&#x9ED8;&#x8D2F;&#x7A7F;&#x6574;&#x4E2A;&#x6545;&#x4E8B;&#xFF0C;&#x4EE5;&#x671F;&#x5728;&#x5B69;&#x5B50;&#x5FC3;&#x4E2D;&#x57CB;&#x4E0B;&#x63A2;&#x7D22;&#x4E16;&#x754C;&#x7684;&#x79CD;&#x5B50;&#xFF0C;&#x8BA9;&#x5B69;&#x5B50;&#x5BF9;&#x4E16;&#x754C;&#x5145;&#x6EE1;&#x5E0C;&#x671B;&#x548C;&#x671F;&#x5F85;&#xFF0C;&#x5B66;&#x4F1A;&#x7231;&#x81EA;&#x5DF1;&#x548C;&#x7231;&#x522B;&#x4EBA;&#xFF0C;&#x53E6;&#x5916;&#x8BBE;&#x7F6E;&#x4E00;&#x4E9B;&#x53EA;&#x6709;&#x6210;&#x5E74;&#x4EBA;&#x624D;&#x80FD;&#x770B;&#x61C2;&#x7684;&#x5FAE;&#x5999;&#x5E7D;&#x9ED8;&#xFF0C;&#x5438;&#x5F15;&#x5BB6;&#x957F;&#xFF0C;&#x9F13;&#x52B1;&#x5BB6;&#x957F;&#x80FD;&#x548C;&#x5B69;&#x5B50;&#x4E00;&#x8D77;&#x73A9;&#x6E38;&#x620F;&#x3002;</p>
<h4 id="&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x7C7B;&#x578B;&#x4E0E;&#x98CE;&#x683C;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"><a href="#&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x7C7B;&#x578B;&#x4E0E;&#x98CE;&#x683C;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;" class="headerlink" title="&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x7C7B;&#x578B;&#x4E0E;&#x98CE;&#x683C;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"></a>&#x5173;&#x4E8E;&#x6545;&#x4E8B;&#x7C7B;&#x578B;&#x4E0E;&#x98CE;&#x683C;&#xFF08;&#x5939;&#x6742;&#x5927;&#x91CF;&#x6211;&#x7684;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;</h4><h5 id="&#x6545;&#x4E8B;&#x7C7B;&#x578B;"><a href="#&#x6545;&#x4E8B;&#x7C7B;&#x578B;" class="headerlink" title="&#x6545;&#x4E8B;&#x7C7B;&#x578B;"></a>&#x6545;&#x4E8B;&#x7C7B;&#x578B;</h5><p>&#x6392;&#x9664;&#x4E86;&#x5C0F;&#x8BF4;&#x662F;&#x56E0;&#x4E3A;&#x592A;&#x8FC7;&#x4E8E;&#x66F2;&#x6298;&#x6666;&#x6DA9;&#x590D;&#x6742;&#x7684;&#x5C0F;&#x8BF4;&#x5BF9;&#x4E8E;&#x5B69;&#x5B50;&#x6765;&#x8BF4;&#x6BD4;&#x8F83;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#xFF0C;&#x4F46;&#x662F;&#x5C0F;&#x8BF4;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#x60C5;&#x8282;&#x548C;&#x5E7D;&#x9ED8;&#x7684;&#x7EC6;&#x8282;&#x8FD8;&#x662F;&#x53EF;&#x4EE5;&#x501F;&#x9274;&#x7684;&#x3002;</p>
<h6 id="&#x795E;&#x8BDD;"><a href="#&#x795E;&#x8BDD;" class="headerlink" title="&#x795E;&#x8BDD;"></a>&#x795E;&#x8BDD;</h6><p>&#x795E;&#x8BDD;&#x5927;&#x90E8;&#x5206;&#x662F;&#x5BF9;&#x53E4;&#x4EBA;&#x4E0D;&#x80FD;&#x89E3;&#x91CA;&#x7684;&#x5B87;&#x5B99;&#x8D77;&#x6E90;&#x3001;&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x3001;&#x590D;&#x6742;&#x7684;&#x4EBA;&#x7684;&#x5FC3;&#x7406;&#x7684;&#x81C6;&#x60F3;&#x3002;&#x4E1C;&#x65B9;&#x795E;&#x8BDD;&#x5927;&#x591A;&#x4EE5;&#x521B;&#x4E16;&#x9020;&#x4EBA;&#x3001;&#x6551;&#x4E16;&#x3001;&#x6218;&#x80DC;&#x81EA;&#x7136;&#x3001;&#x6218;&#x80DC;&#x4EBA;&#x95F4;&#x7F6A;&#x6076;&#x7B49;&#x4E3A;&#x4E3B;&#x9898;&#xFF1B;&#x897F;&#x65B9;&#x4EE5;&#x5E0C;&#x814A;&#x795E;&#x8BDD;&#x548C;&#x5723;&#x7ECF;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x795E;&#x8BDD;&#x590D;&#x4EC7;&#x4E3B;&#x9898;&#x975E;&#x5E38;&#x591A;&#xFF0C;&#x4E5F;&#x6709;&#x5173;&#x4E8E;&#x6587;&#x660E;&#x8D77;&#x6E90;&#x3001;&#x6218;&#x4E89;&#x4E0E;&#x548C;&#x5E73;&#x3001;&#x521B;&#x4E16;&#x3001;&#x79CD;&#x65CF;&#x3001;&#x4EBA;&#x6027;&#x3002;&#x8FD9;&#x4E9B;&#x4E3B;&#x9898;&#x5BF9;&#x4E8E;3-6&#x5C81;&#x513F;&#x7AE5;&#x6765;&#x8BF4;&#x90FD;&#x8FC7;&#x4E8E;&#x590D;&#x6742;&#x3002;</p>
<h6 id="&#x7AE5;&#x8BDD;"><a href="#&#x7AE5;&#x8BDD;" class="headerlink" title="&#x7AE5;&#x8BDD;"></a>&#x7AE5;&#x8BDD;</h6><p>&#x7AE5;&#x8BDD;&#x7684;&#x4E3B;&#x8981;&#x7279;&#x5F81;&#x662F;&#x8D4B;&#x4E88;&#x52A8;&#x690D;&#x7269;&#x3001;&#x7269;&#x54C1;&#xFF0C;&#x6216;&#x8005;&#x5E7B;&#x60F3;&#x51FA;&#x6765;&#x7684;&#x751F;&#x7269;&#x4EE5;&#x4EBA;&#x7684;&#x60C5;&#x611F;&#xFF0C;&#x5F80;&#x5F80;&#x5305;&#x542B;&#x9B54;&#x6CD5;&#x3001;&#x8D22;&#x5BCC;&#x3001;&#x602A;&#x517D;&#x7B49;&#x5143;&#x7D20;&#xFF0C;&#x5584;&#x6076;&#x6781;&#x7AEF;&#x5316;&#xFF0C;&#x4E3B;&#x9898;&#x4E00;&#x822C;&#x662F;&#x5584;&#x826F;&#x3001;&#x52C7;&#x6562;&#x3001;&#x4E50;&#x89C2;&#x7B49;&#x6B63;&#x5411;&#x7684;&#xFF0C;&#x672C;&#x8D28;&#x662F;&#x4EE5;&#x513F;&#x7AE5;&#x7684;&#x89C6;&#x89D2;&#x770B;&#x4E16;&#x754C;&#xFF0C;&#x7740;&#x91CD;&#x513F;&#x7AE5;&#x7684;&#x5FC3;&#x7406;&#x6210;&#x957F;&#xFF0C;&#x56E0;&#x6B64;&#x7AE5;&#x8BDD;&#x66F4;&#x9002;&#x5408;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7684;&#x6545;&#x4E8B;&#x98CE;&#x683C;&#x3002;</p>
<h6 id="&#x5947;&#x5E7B;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x7AE5;&#x8BDD;"><a href="#&#x5947;&#x5E7B;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x7AE5;&#x8BDD;" class="headerlink" title="&#x5947;&#x5E7B;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x7AE5;&#x8BDD;"></a>&#x5947;&#x5E7B;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x7AE5;&#x8BDD;</h6><p>&#x8BF4;&#x5B8C;&#x795E;&#x8BDD;&#x548C;&#x7AE5;&#x8BDD;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x5947;&#x5E7B;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x7AE5;&#x8BDD;&#x66F4;&#x9002;&#x5408;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x3002;<br>&#x4E0D;&#x540C;&#x4E8E;&#x4E1C;&#x897F;&#x65B9;&#x795E;&#x8BDD;&#xFF0C;&#x4E5F;&#x4E0D;&#x540C;&#x4E8E;&#x68EE;&#x6797;&#x52A8;&#x7269;&#x7AE5;&#x8BDD;&#x548C;&#x79D1;&#x5B66;&#x5E7B;&#x60F3;&#x7AE5;&#x8BDD;&#xFF0C;&#x662F;&#x5728;&#x5947;&#x5E7B;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x7AE5;&#x8BDD;&#x3002;&#x6211;&#x8BF4;&#x7684;&#x5947;&#x5E7B;&#x548C;&#x9B54;&#x5E7B;&#x4E0D;&#x540C;&#xFF0C;&#x9B54;&#x5E7B;&#x4E00;&#x822C;&#x4EBA;&#x7269;&#x5851;&#x9020;&#x4F1A;&#x523B;&#x610F;&#x504F;&#x79BB;&#x4EBA;&#x7684;&#x60C5;&#x611F;&#x548C;&#x7279;&#x70B9;&#xFF0C;&#x5947;&#x5E7B;&#x53EA;&#x662F;&#x573A;&#x666F;&#x795E;&#x5947;&#xFF0C;&#x4EBA;&#x7269;&#x8FD8;&#x662F;&#x4F1A;&#x50CF;&#x7AE5;&#x8BDD;&#x6BD4;&#x8F83;&#x6709;&#x4EBA;&#x7C7B;&#x60C5;&#x611F;&#x3002;&#x6211;&#x60F3;&#x5927;&#x5BB6;&#x5E94;&#x8BE5;&#x90FD;&#x5BF9;&#x866B;&#x866B;&#x7279;&#x5DE5;&#x961F;&#x91CC;&#x7684;&#x8682;&#x8681;&#x548C;&#x86B1;&#x8722;&#x738B;&#x56FD;&#xFF0C;&#x5351;&#x9119;&#x7684;&#x6211;&#x4E2D;&#x7684;&#x5C0F;&#x9EC4;&#x4EBA;&#x5DE5;&#x4E1A;&#x738B;&#x56FD;&#xFF0C;&#x827E;&#x7279;&#x718A;&#x548C;&#x8D5B;&#x5A1C;&#x9F20;&#x4E2D;&#x7684;&#x8001;&#x9F20;&#x738B;&#x56FD;&#xFF0C;&#x6D77;&#x5E95;&#x603B;&#x52A8;&#x5458;&#x4E2D;&#x7684;&#x6D77;&#x6D0B;&#x738B;&#x56FD;&#xFF0C;&#x9A6C;&#x8FBE;&#x52A0;&#x65AF;&#x52A0;&#x4E2D;&#x7684;&#x975E;&#x6D32;&#x4E1B;&#x6797;&#x738B;&#x56FD;&#xFF0C;&#x970D;&#x5C14;&#x7684;&#x79FB;&#x52A8;&#x57CE;&#x5821;&#x4E2D;&#x7684;&#x9B54;&#x5E7B;&#x4E16;&#x754C;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x3002;&#x6211;&#x6240;&#x8BF4;&#x7684;&#x5947;&#x5E7B;&#x4E16;&#x754C;&#x7684;&#x610F;&#x601D;&#x5C31;&#x662F;&#x98CE;&#x683C;&#x9C9C;&#x660E;&#x3001;&#x5947;&#x5E7B;&#x7684;&#x4E00;&#x4E2A;&#x53C8;&#x4E00;&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x6E38;&#x620F;&#x573A;&#x666F;&#xFF0C;&#x5982;&#x900F;&#x660E;&#x73BB;&#x7483;&#x5305;&#x88F9;&#x7684;&#x6C34;&#x5C9B;&#xFF0C;&#x5230;&#x5904;&#x4EAE;&#x6676;&#x6676;&#x7684;&#x6C34;&#x6676;&#x5C9B;&#xFF0C;&#x6050;&#x9F99;&#x5C9B;&#xFF0C;&#x706B;&#x5C71;&#x5C9B;&#xFF0C;&#x51B0;&#x5DDD;&#x5C9B;&#xFF0C;&#x5931;&#x91CD;&#x5C9B;&#xFF0C;&#x852C;&#x83DC;&#x5C9B;&#xFF0C;&#x6E38;&#x4E50;&#x5C9B;&#xFF0C;&#x6CE1;&#x6CE1;&#x5C9B;&#x5F88;&#x591A;&#x7269;&#x54C1;&#x4F1A;&#x5192;&#x51FA;&#x6CE1;&#x6CE1;&#xFF0C;&#x98DE;&#x9C7C;&#x738B;&#x56FD;&#xFF0C;&#x56FE;&#x4E66;&#x5C9B;&#xFF0C;&#x6545;&#x4E8B;&#x6751;&#x5E84;&#xFF0C;&#x5854;&#x7F57;&#x724C;&#x5C9B;&#xFF0C;&#x65E7;&#x978B;&#x5B50;&#x5C9B;&#x978B;&#x5B50;&#x522B;&#x5885;&#x978B;&#x5B50;&#x82B1;&#x76C6;&#xFF0C;&#x5F69;&#x8679;&#x57CE;&#xFF0C;&#x82B1;&#x7EB9;&#x5C9B;&#x7B49;&#x3002;&#x9664;&#x4E86;&#x4E3B;&#x89D2;&#xFF0C;&#x5176;&#x4ED6;&#x7684;&#x89D2;&#x8272;&#x53EF;&#x80FD;&#x662F;&#x771F;&#x6B63;&#x7684;&#x52A8;&#x7269;&#xFF0C;&#x6216;&#x8005;&#x8D4B;&#x4E88;&#x4EBA;&#x6027;&#x7684;&#x52A8;&#x690D;&#x7269;&#x6216;&#x8005;&#x7269;&#x54C1;&#xFF0C;&#x6216;&#x8005;&#x67D0;&#x79CD;&#x672A;&#x77E5;&#x751F;&#x7269;&#x3001;&#x7CBE;&#x7075;&#x3002;</p>
<h5 id="&#x6545;&#x4E8B;&#x98CE;&#x683C;&#xFF08;&#x5B8C;&#x5168;&#x662F;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"><a href="#&#x6545;&#x4E8B;&#x98CE;&#x683C;&#xFF08;&#x5B8C;&#x5168;&#x662F;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;" class="headerlink" title="&#x6545;&#x4E8B;&#x98CE;&#x683C;&#xFF08;&#x5B8C;&#x5168;&#x662F;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;"></a>&#x6545;&#x4E8B;&#x98CE;&#x683C;&#xFF08;&#x5B8C;&#x5168;&#x662F;&#x4E2A;&#x4EBA;&#x770B;&#x6CD5;&#xFF09;</h5><p>&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x5E94;&#x8BE5;&#x6D6A;&#x6F2B;&#x4E3B;&#x4E49;&#x4E0E;&#x73B0;&#x5B9E;&#x4E3B;&#x4E49;&#x7ED3;&#x5408;&#xFF1A;&#x8FFD;&#x6C42;&#x4EAB;&#x4E50;&#xFF0C;&#x5FEB;&#x610F;&#x751F;&#x6D3B;&#x7684;&#x6D6A;&#x6F2B;&#x4E3B;&#x4E49;&#xFF0C;&#x4F46;&#x53C8;&#x6709;&#x73B0;&#x5B9E;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x5B9E;&#x52A1;&#x4E0E;&#x8D23;&#x4EFB;&#xFF1B;&#x5BF9;&#x5A31;&#x4E50;&#x672C;&#x8EAB;&#x7684;&#x4FA7;&#x91CD;&#x548C;&#x5BF9;&#x6559;&#x80B2;&#x610F;&#x4E49;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x6587;&#x4EE5;&#x8F7D;&#x9053;&#x548C;&#x5FEB;&#x4E50;&#x81F3;&#x4E0A;&#x878D;&#x5408;&#xFF0C;&#x5F20;&#x5F1B;&#x6709;&#x5EA6;&#xFF1B;&#x8BD7;&#x610F;&#x7684;&#x7F8E;&#x548C;&#x620F;&#x5267;&#x6027;&#x7684;&#x5E7D;&#x9ED8;&#x5171;&#x5B58;&#xFF1B;&#x4F20;&#x9012;&#x60B2;&#x60AF;&#x60C5;&#x6000;&#x548C;&#x4E50;&#x89C2;&#x5411;&#x4E0A;&#x7684;&#x4EBA;&#x751F;&#x6001;&#x5EA6;&#x3002;<br><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349369871.png" alt="logo"></p>
<h3 id="&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5BF9;&#x767D;"><a href="#&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5BF9;&#x767D;" class="headerlink" title="&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5BF9;&#x767D;"></a>&#x89D2;&#x8272;&#x626E;&#x6F14;&#x6E38;&#x620F;&#x7684;&#x5BF9;&#x767D;</h3><p>1.&#x6E38;&#x620F;&#x4E2D;&#x7B2C;&#x4E00;&#x6B21;&#x51FA;&#x73B0;&#x7684;&#x4EBA;&#x7269;&#xFF08;&#x4E3B;&#x89D2;&#xFF09;&#xFF0C;&#x4E3B;&#x89D2;&#x7B2C;&#x4E00;&#x6B21;&#x548C;&#x964C;&#x751F;&#x4EBA;&#x8BF4;&#x8BDD;&#xFF0C;&#x6700;&#x597D;&#x7528;&#x4E00;&#x4E24;&#x53E5;&#x8BDD;&#x5148;&#x5B9A;&#x4F4D;&#x4EBA;&#x7269;&#x548C;&#x4ECB;&#x7ECD;&#x81EA;&#x5DF1;&#xFF08;&#x9884;&#x8BBE;&#x6E38;&#x620F;&#x4E2D;&#x6240;&#x6709;NPC&#x5168;&#x90FD;&#x8BA4;&#x8BC6;&#x4E3B;&#x89D2;&#x77E5;&#x9053;&#x4E3B;&#x89D2;&#x7684;&#x4E8B;&#xFF09;&#x3002;<br>2.&#x73A9;&#x5BB6;&#x8BED;&#x6C14;&#x548C;&#x6E38;&#x620F;&#x8BBE;&#x8BA1;&#x8981;&#x7B26;&#x5408;&#xFF1B;&#x5C3D;&#x53EF;&#x80FD;&#x5728;&#x5BF9;&#x767D;&#x4E2D;&#x51F8;&#x663E;NPC&#x6027;&#x683C;&#xFF1B;<br>3.&#x5267;&#x60C5;&#x548C;&#x5BF9;&#x767D;&#x4E2D;&#x4E0D;&#x51FA;&#x73B0;&#x548C;&#x6E38;&#x620F;&#x8BBE;&#x8BA1;&#x76F8;&#x5173;&#x7684;&#x63CF;&#x8FF0;&#xFF1B;<br>4.&#x5BF9;&#x767D;&#x4E2D;&#x5982;&#x679C;&#x7A7F;&#x63D2;&#x6709;&#x77E5;&#x8BC6;&#x70B9;&#xFF0C;&#x8981;&#x589E;&#x52A0;&#x4E92;&#x52A8;&#x548C;&#x8DA3;&#x5473;&#x6027;&#xFF0C;&#x5438;&#x5F15;&#x5C0F;&#x670B;&#x53CB;&#xFF1B;<br>5.&#x4E3B;&#x7EBF;NPC&#x662F;&#x5BF9;&#x5267;&#x60C5;&#x6709;&#x63A8;&#x8FDB;&#x4F5C;&#x7528;&#x3001;&#x5FC5;&#x987B;&#x8981;&#x53D1;&#x751F;&#x5BF9;&#x8BDD;&#x6216;&#x4EA4;&#x4E92;&#x7684;NPC&#x3002;&#x975E;&#x4E3B;&#x7EBF;NPC&#x53EF;&#x6709;&#x53EF;&#x65E0;&#xFF0C;&#x53D1;&#x751F;&#x7684;&#x5BF9;&#x8BDD;&#x4E5F;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x53EF;&#x4EE5;&#x804A;&#x65E0;&#x5173;&#x8BDD;&#x9898;&#x3002;</p>
<hr>
<p>&#x4EE5;&#x4E0A;&#x662F;&#x6BD4;&#x8F83;&#x6563;&#x788E;&#x7684;&#x8BB0;&#x5F55;&#xFF0C;&#x7ECF;&#x9A8C;&#x6709;&#x9650;&#xFF0C;&#x5982;&#x6709;&#x9519;&#x8BEF;&#x6B22;&#x8FCE;&#x6307;&#x6B63;&#x3002;<br>&#x7A0D;&#x540E;&#x4F1A;&#x6709;&#x65B0;&#x7684;&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#x7684;&#x5206;&#x4EAB;&#xFF0C;&#x8FD8;&#x6709;&#x513F;&#x7AE5;&#x52A8;&#x753B;&#x811A;&#x672C;&#x64B0;&#x5199;&#x7684;&#x76F8;&#x5173;&#x7ECF;&#x9A8C;&#x5206;&#x4EAB;&#xFF0C;&#x66F4;&#x65B0;&#x65F6;&#x95F4;&#x4E0D;&#x5B9A;&#xFF08;&#x6211;&#x592A;&#x61D2;&#xFF0C;&#x5565;&#x65F6;&#x5019;&#x60F3;&#x8D77;&#x6765;&#x66F4;&#x65B0;&#x4E0D;&#x786E;&#x5B9A;&#xFF09;&#x3002;<br><img src="/2016/09/24/&#x5173;&#x4E8E;&#x513F;&#x7AE5;&#x6E38;&#x620F;&#x7B56;&#x5212;&#xFF08;&#x4E00;&#xFF09;/1472349403694.png" alt="logo"></p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/09/24/儿童图书策划和校对一些注意事项/" rel="next" title="儿童图书策划和校对一些注意事项">
                <i class="fa fa-chevron-left"></i> 儿童图书策划和校对一些注意事项
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2016/09/24/关于儿童游戏策划的原则摘录/" rel="prev" title="关于儿童游戏策划的原则摘录">
                关于儿童游戏策划的原则摘录 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            Inhaltsverzeichnis
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            Übersicht
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.gif"
               alt="James&Senery" />
          <p class="site-author-name" itemprop="name">James&Senery</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">9</span>
              <span class="site-state-item-name">Artikel</span>
            </a>
          </div>

          

          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-4"><a class="nav-link" href="#————儿童游戏策划新手们可以看看"><span class="nav-number">1.</span> <span class="nav-text">————儿童游戏策划新手们可以看看</span></a></li></ol></li></ol></li><li class="nav-item nav-level-2"><a class="nav-link" href="#前言"><span class="nav-number"></span> <span class="nav-text">前言</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#关于游戏的交互设计"><span class="nav-number"></span> <span class="nav-text">关于游戏的交互设计</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#游戏策划案（执行案）注意事项"><span class="nav-number"></span> <span class="nav-text">游戏策划案（执行案）注意事项</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#游戏美术需求注意事项"><span class="nav-number"></span> <span class="nav-text">游戏美术需求注意事项</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#关于玩法"><span class="nav-number"></span> <span class="nav-text">关于玩法</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#关于游戏带给玩家什么"><span class="nav-number"></span> <span class="nav-text">关于游戏带给玩家什么</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#RPG游戏相关"><span class="nav-number"></span> <span class="nav-text">RPG游戏相关</span></a><ol class="nav-child"><li class="nav-item nav-level-3"><a class="nav-link" href="#角色扮演游戏的剧情故事"><span class="nav-number"></span> <span class="nav-text">角色扮演游戏的剧情故事</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#关于故事主题（夹杂大量我的个人看法）"><span class="nav-number">1.</span> <span class="nav-text">关于故事主题（夹杂大量我的个人看法）</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#关于故事正确的儿童观（夹杂大量我的个人看法）"><span class="nav-number">2.</span> <span class="nav-text">关于故事正确的儿童观（夹杂大量我的个人看法）</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#关于故事类型与风格（夹杂大量我的个人看法）"><span class="nav-number">3.</span> <span class="nav-text">关于故事类型与风格（夹杂大量我的个人看法）</span></a><ol class="nav-child"><li class="nav-item nav-level-5"><a class="nav-link" href="#故事类型"><span class="nav-number">3.1.</span> <span class="nav-text">故事类型</span></a><ol class="nav-child"><li class="nav-item nav-level-6"><a class="nav-link" href="#神话"><span class="nav-number">3.1.1.</span> <span class="nav-text">神话</span></a></li><li class="nav-item nav-level-6"><a class="nav-link" href="#童话"><span class="nav-number">3.1.2.</span> <span class="nav-text">童话</span></a></li><li class="nav-item nav-level-6"><a class="nav-link" href="#奇幻世界中的童话"><span class="nav-number">3.1.3.</span> <span class="nav-text">奇幻世界中的童话</span></a></li></ol></li><li class="nav-item nav-level-5"><a class="nav-link" href="#故事风格（完全是个人看法）"><span class="nav-number">3.2.</span> <span class="nav-text">故事风格（完全是个人看法）</span></a></li></ol></li></ol></li><li class="nav-item nav-level-3"><a class="nav-link" href="#角色扮演游戏的对白"><span class="nav-number"></span> <span class="nav-text">角色扮演游戏的对白</span></a></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">James&Senery</span>
</div>

<div class="powered-by">
  Erstellt mit  <a class="theme-link" href="https://hexo.io">Hexo</a>
</div>

<div class="theme-info">
  Theme -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  



  




  
  

  

  

  

</body>
</html>
